Repository: tryton-ar/account_invoice_ar_currency
Catalog: locale/*.po
Languages: es

# field:account.invoice.update_currency.start,currency:
source: Currency
es: Moneda

# field:company.company,currency_invoice_out:
source: Currency for invoice
es: Moneda en facturas de venta

# field:company.company,force_currency_invoice_out:
source: Set currency for customer invoice
es: Definir moneda para facturas de venta

# field:company.company,exclude_export_conversion:
source: Exclude conversion in Export invoices
es: Excluir facturas de exportación

# help:company.company,force_currency_invoice_out:
source: Force specific currency for customer invoice.
es: Forzar una moneda determinada para las facturas de venta

# help:company.company,exclude_export_conversion:
source: Exclude currency conversion in Export invoices.
es: Excluir las facturas de exportación de la conversión de moneda.

# model:account.invoice.update_currency.start,name:
source: Invoice Update Currency Start
es: Modificar moneda - Inicio

# model:ir.action,name:wiz_account_invoice_update_currency
source: Update Currency
es: Modificar moneda

# view:account.invoice:
source: Update Currency
es: Modificar moneda

# wizard_button:account.invoice.update_currency,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.invoice.update_currency,start,update:
source: Update
es: Modificar
